tap "homebrew/bundle"
tap "homebrew/services"
brew "zoxide"
brew "colima"
brew "bat"
brew "mas"
brew "docker"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "git"
brew "jq"
brew "speedtest-cli"
brew "zsh"
brew "obsidian"
brew "npm"
brew "jordanbaird-ice"
brew "meetingbar"
cask "deepl"
cask "tigervnc-viewer"
cask "visual-studio-code"
cask "warp"
cask "zen-browser"
cask "music-decoy"

cask "arc"
cask "winbox"
cask "adguard"
cask "aldente"
cask "amneziavpn"
cask "anytype"
cask "capcut"
cask "chatgpt"
cask "clop"
cask "dbeaver-community"
cask "figma"
cask "iina"
cask "insta360-studio"
cask "intellij-idea-ce"
cask "miro"
cask "raycast"
cask "readdle-spark"
cask "telegram"
cask "zoom"
cask "yandex-music"
cask "alt-tab"
cask "betterdisplay"
cask "karabiner-elements"

vscode "akamud.vscode-theme-onedark"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "tfgzs.diff-clipboard"

mas 'Caramba Switcher', id: 1565826179 
mas 'Dropover', id: 1355679052
mas 'Wireguard', id: 1451685025